@extends('layouts.front')
@section('content')
    <div class="container-fluid terms mt-5">
        <div class="box-title text-right d-flex justify-content-between mb-2">
            <div class="dropdown">
                <button class="btn extra-green dropdown-toggle" type="button" data-toggle="dropdown" aria-expanded="false">
                    التصنيفات
                </button>
                <div class="dropdown-menu">
                    <a class="dropdown-item" href="#rules">شروط الاستخدام</a>
                    <a class="dropdown-item" href="#user-rights">حقوقك</a>
                    <a class="dropdown-item" href="#questions">اسئله شائعه</a>
                    <a class="dropdown-item" href="#banks">ارقام حساب البنوك</a>
                </div>
            </div>

            <h5 class="card-title">كيف يضمن موقع .. حقوقك</h5>
        </div>
        <div class="row row-cols-1 row-cols-md-1 text-right">
            <div class="col mb-4">
                <div class="card mb-3" id="rules">
                    <div class="card-body">
                        <h5 class="card-title">شروط الاستخدام</h5>
                        <p class="card-text">
                            يهدف مستقل لإيجاد منصّة تجارة إلكترونية آمنة تضمن للمستخدمين
                            حقوقهم وتساعد المستقلين على إيجاد مشاريع ينفذونها وتساعد أصحاب
                            المشاريع على إيجاد مستقلين محترفين ينفذون أعمالهم المختلفة.
                            لتحقيق ذلك، نرجو من المستخدمين الكرام الالتزام بالشروط التالية
                            وفهمها جيداً. إن لم تكن موافقاً على أي من الشروط التالية، نرجو
                            ألا تستخدم موقع مستقل وألا تنشئ حساباً به. باستخدامك لموقع مستقل
                            أنت تقر على موافقتك الكاملة على هذه الشروط.
                        </p>
                    </div>
                    <div class="card-body">
                        <h5 class="card-title">صحة المعلومات التي يزودها المستخدم</h5>
                        <p class="card-text">
                            يضمن المستخدم أن جميع المعلومات التي يقوم بإضافتها في حسابه في
                            مستقل صحيحة تماما، ويتحمل المستخدم كامل المسؤولية عن أي معلومات
                            خاطئة يقوم بإضافتها.
                        </p>
                    </div>
                    <div class="card-body">
                        <h5 class="card-title">عدم إنشاء أكثر من حساب</h5>
                        <p class="card-text">
                            يلتزم المستخدم بعدم إنشاء أكثر من حساب واحد في مستقل، وفي حال
                            واجه مشكلة في حسابه الأول فعليه المتابعة مع فريق مستقل لحل
                            المشكلة.
                        </p>
                    </div>
                </div>
                <div class="card mb-3" id="user-rights">
                    <div class="card-body">
                        <h5 class="card-title">كيف يضمن موقع .. حقوقك</h5>
                        <p class="card-text">
                            موقع مستقل يضمن لك حقك المالي بشكل كامل فلا داعي ﻷي قلق، كن
                            مطمئنا عند إنشاء أي مشاريع جديدة أو تقديم عروضك على المشاريع
                            المعروضة في الموقع، حيث يقوم موقع مستقل بدور الوسيط بين صاحب
                            المشروع وبين المستقل ويحمي حقوق الطرفين المالية في حال الالتزام
                            بشروط موقع مستقل وبنود الضمان وتوضيح الاتفاق تماما. في حال
                            واجهتك أي مشاكل، لا تتردد في التواصل معنا وتوضيح المشكلة وسيتم
                            الرد عليك في أسرع وقت، علماً أنه عند اللجوء للدعم الفني للفصل في
                            مشكلة ما، على الطرفين الالتزام بقبول الحكم فيها.
                        </p>
                    </div>
                    <div class="card-body" id="home">
                        <h5 class="card-title">
                            لنتمكن من ضمان حقك دائماً يرجى التأكد من اتباع القواعد التالية
                        </h5>
                        <h6 class="card-title">صاحب المشروع</h6>
                        <ul class="my-4">
                            <li class="mb-3">
                                قم بكتابة المشروع الخاص بك بشكل مفصل موضحا كل النقاط المطلوب
                                من المستقل القيام بها بشكل واضح تماما حتى تحصل على أفضل عروض
                                مناسبة لمشروعك، كذلك قم بتحديد مدة زمنية وميزانية مناسبة
                                للمشروع.
                            </li>
                            <li class="mb-3">
                                إذا كان عرض المستقل مختلفاً في المدة والميزانية عن الذي عرضته
                                أنت، وقمت باختياره سيكون عرض المستقل هو الساري من حيث مدة
                                التنفيذ والميزانية.
                            </li>
                            <li class="mb-3">
                                يمكنك التواصل مع أي مستقل يضيف عرضا على مشروعك، ويمكن للمستقل
                                أن يعدل عرضه بعد أن تتواصل أنت معه.
                            </li>
                            <li class="mb-3">
                                أي معلومات مهمة تعطيها للمستقل تكون على مسؤوليتك الشخصية:
                                كلمات المرور، رقم الهاتف، حساباتك الشخصية.
                            </li>
                            <li class="mb-3">
                                لن تتمكن من تعديل أي بيانات تتعلق بمشروعك بعد أن يتلقى مشروعك
                                أول عرض من المستقلين.
                            </li>
                            <li class="mb-3">
                                عند حصول مشكلة مع المستقل حاول حلها معه بشكل ودي طالما لم
                                تتسلم المشروع فهو لم يتسلم ماله بعد.
                            </li>
                        </ul>
                    </div>
                    <div class="card-body">
                        <h5 class="card-title">منفذ المشروع أو المستقل</h5>
                        <ul class="my-4">
                            <li class="mb-3">
                                قم بكتابة المشروع الخاص بك بشكل مفصل موضحا كل النقاط المطلوب
                                من المستقل القيام بها بشكل واضح تماما حتى تحصل على أفضل عروض
                                مناسبة لمشروعك، كذلك قم بتحديد مدة زمنية وميزانية مناسبة
                                للمشروع.
                            </li>
                            <li class="mb-3">
                                إذا كان عرض المستقل مختلفاً في المدة والميزانية عن الذي عرضته
                                أنت، وقمت باختياره سيكون عرض المستقل هو الساري من حيث مدة
                                التنفيذ والميزانية.
                            </li>
                            <li class="mb-3">
                                يمكنك التواصل مع أي مستقل يضيف عرضا على مشروعك، ويمكن للمستقل
                                أن يعدل عرضه بعد أن تتواصل أنت معه.
                            </li>
                            <li class="mb-3">
                                أي معلومات مهمة تعطيها للمستقل تكون على مسؤوليتك الشخصية:
                                كلمات المرور، رقم الهاتف، حساباتك الشخصية.
                            </li>
                            <li class="mb-3">
                                لن تتمكن من تعديل أي بيانات تتعلق بمشروعك بعد أن يتلقى مشروعك
                                أول عرض من المستقلين.
                            </li>
                            <li class="mb-3">
                                عند حصول مشكلة مع المستقل حاول حلها معه بشكل ودي طالما لم
                                تتسلم المشروع فهو لم يتسلم ماله بعد.
                            </li>
                        </ul>
                    </div>
                </div>
                <div class="card mb-3" id="questions">
                    <div class="card-body">
                        <h5 class="card-title">
                            لنتمكن من ضمان حقك دائماً يرجى التأكد من اتباع القواعد التالية
                        </h5>
                        <h6 class="card-title">ما هي الرسوم التي يدفعها صاحب المشروع؟</h6>
                        <ul class="my-4">
                            <li class="mb-3">
                                يدفع صاحب المشروع رسوم وسائل الدفع فقط وهي 2.75% وفي حال قرر
                                العميل إعادة المبالغ التي تم شحنها في حسابه فإننا نقوم بإعادة
                                الرسوم أيضا بشكل تلقائي. أما عمولة موقع مستقل فتحتسب بشكل
                                تنازلي بناءً على قيمة حجم تعاملات المستقل طوال الوقت مع العميل
                                نفسه ويتم اقتطاعها من أرباح المستقل وليس من صاحب المشروع.
                                والتفاصيل في صفحة عمولة مستقل.
                            </li>
                        </ul>
                        <h6 class="card-title">ما هي الرسوم التي يدفعها صاحب المشروع؟</h6>
                        <ul class="my-4">
                            <li class="mb-3">
                                يدفع صاحب المشروع رسوم وسائل الدفع فقط وهي 2.75% وفي حال قرر
                                العميل إعادة المبالغ التي تم شحنها في حسابه فإننا نقوم بإعادة
                                الرسوم أيضا بشكل تلقائي. أما عمولة موقع مستقل فتحتسب بشكل
                                تنازلي بناءً على قيمة حجم تعاملات المستقل طوال الوقت مع العميل
                                نفسه ويتم اقتطاعها من أرباح المستقل وليس من صاحب المشروع.
                                والتفاصيل في صفحة عمولة مستقل.
                            </li>
                        </ul>
                    </div>
                </div>
                <div class="card mb-3" id="banks">
                    <div class="card-body">
                        <h5 class="card-title">
                            لنتمكن من ضمان حقك دائماً يرجى التأكد من اتباع القواعد التالية
                        </h5>
                        <h6 class="card-title">ارقام حساب البنوك</h6>
                        <ul class="my-4">
                            <li class="mb-3">
                                يدفع صاحب المشروع رسوم وسائل الدفع فقط وهي 2.75% وفي حال قرر
                                العميل إعادة المبالغ التي تم شحنها في حسابه فإننا نقوم بإعادة
                                الرسوم أيضا بشكل تلقائي. أما عمولة موقع مستقل فتحتسب بشكل
                                تنازلي بناءً على قيمة حجم تعاملات المستقل طوال الوقت مع العميل
                                نفسه ويتم اقتطاعها من أرباح المستقل وليس من صاحب المشروع.
                                والتفاصيل في صفحة عمولة مستقل.
                            </li>
                        </ul>
                        <h6 class="card-title">ما هي الرسوم التي يدفعها صاحب المشروع؟</h6>
                        <ul class="my-4">
                            <li class="mb-3">
                                يدفع صاحب المشروع رسوم وسائل الدفع فقط وهي 2.75% وفي حال قرر
                                العميل إعادة المبالغ التي تم شحنها في حسابه فإننا نقوم بإعادة
                                الرسوم أيضا بشكل تلقائي. أما عمولة موقع مستقل فتحتسب بشكل
                                تنازلي بناءً على قيمة حجم تعاملات المستقل طوال الوقت مع العميل
                                نفسه ويتم اقتطاعها من أرباح المستقل وليس من صاحب المشروع.
                                والتفاصيل في صفحة عمولة مستقل.
                            </li>
                        </ul>
                    </div>
                </div>
                <h5>هذه البنود يتم تحديثها بشكل مستمر.</h5>
            </div>
        </div>

    </div>

@endsection
